var DescriptiveAlertTemplate = {
  termTemplate : function () {
    return `<?xml version="1.0" encoding="UTF-8" ?>
        <document>
          <descriptiveAlertTemplate>
        	<title>服务协议</title>
          <description showsScrollIndicator="true">
【首部及导言】
        欢迎您使用优优TV VIP会员服务协议！
        为使用优优TVVIP会员服务（简称为：本服务），您应当阅读并遵守《优优TV VIP会员服务协议》（简称为：本协议）。请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的相应条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。免除或限制责任条款可能以加粗等形式提示您注意。
        除非您已阅读并接受本协议所有条款，否则您无权使用本服务。您对本服务的任何购买或接受赠与等获取行为及登录、查看等任何使用行为即视为您已阅读并同意本协议的约束。
        如果您未满18周岁，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款。
一、【协议的范围】
        1.1【协议适用主体范围】
        本协议是您与优优之间关于您使用本服务所订立的协议。
        1.2【本服务内容】
        本协议视为《优优服务协议》（链接地址：http://100uu.tv:8099/AppleTV-Versions/term.html，若链接地址变更的，则以变更后的链接地址所对应的内容为准；其他链接地址变更的情形，均适用前述约定。）
        本协议内容同时包括优优可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。
二、【关于本服务】
        包月增值服务，指按照优优的指定方式支付一定包月服务费用之后，用户可以享有由第三方提供的在优优产品、视频、音乐、游戏、生活等方面特权的服务，简称为：本服务。
        优优可能会根据不同的产品及服务类型，推出不同的包月增值服务，目前，优优提供月会员、年会员、终身会员等不同种类的增值服务。优优也可能会在不同时间推出具体不同的服务内容，以不断完善、优化本服务。具体增值服务种类及服务内容以相关服务页面公布、实际提供的内容为准。您可以自行根据需要选择相应服务。
        您所享有的本服务的具体内容可能会因为级别、是否年费、开通期限、您选择的具体服务类别等因素而有不同，通常高级别、开通年费服务、开通期限较长等情况下，您将会享有更多的服务，具体以相关服务页面公布、实际提供的内容为准。
        特别提示：您开通本服务后可以在包月期间内享有一定数量的观影券，该包月期间内未使用的观影券额度会清零，不可累积到其他包月期间或者包月期满后的期间。优优TV平台内部分影片，可能由于版权方要求，必须另行付费购买观影券，此类服务不包括在本服务的包月权益之内，需要您另外付费。
        特别提示：开通本服务后，您只能在本设备上使用您的账号。超过上述范围使用的，优优有权中止或终止对您的服务。您应自行承担超范围使用而导致的任何损失。
        特别提示：在您开通本服务后，优优可能会根据本服务的整体规划向您提供不同类型的广告服务。
        您理解并同意：您通过优优指定渠道开通本服务后，可能会由于您使用的软件版本、设备、操作系统等不同以及其他第三方原因等导致您实际可使用的具体服务有差别，由此可能给您带来的不便，您表示理解，并不会因此向优优提出任何主张或追究优优的任何责任。
三、权利义务
        3.1【关于收费】
        本服务是优优提供的收费服务，您须在按照本服务的收费标准支付相应费用后，方可使用本服务。
        优优可能会根据本服务的整体规划，对本服务相关权益细则、收费标准、方式等进行修改和变更，前述修改、变更，优优将在相应服务页面进行展示。您若需要获取、使用本服务，请先提前了解清楚当时关于本服务的收费标准、方式等信息。
        3.2【服务开通】
        3.2.1您应该通过优优指定的包括但不限于PayPal、微信、支付宝等现有方式或今后优优指定方式,在依约支付一定费用后开通本服务。本服务开通之后，不可进行转让或退订。
        您理解并同意：对于通过邮箱方式开通本服务的用户，为了保护TV用户和手机用户的帐户安全、保障用户权益，优优有权对手机用户的交易及使用行为进行独立判断。对于前述由于优优采取的相关措施导致您可能无法开通本服务或可能给您造成损失的，您同意自行承担相关责任和损失。
        3.2.2您应该通过优优指定的包括但不限于PayPal、微信、支付宝等现有方式或今后优优指定方式,在依约支付一定费用后开通本服务。本服务开通之后，不可进行转让。同时，您不得通过以下任何方式为自己或他人开通本服务：
        （1）以营利、经营等非个人使用的目的为自己或他人开通本服务；
        （2）通过任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件等任何程序、软件方式为自己或他人开通本服务；
        （3）通过任何不正当手段或以违反诚实信用原则的方式为自己或他人开通本服务；
        （4）通过非优优指定的方式为自己或他人开通本服务；
        （5）通过侵犯优优或他人合法权益的方式为自己或他人开通本服务；
        （6）通过其他违反相关法律、行政法规、相关政策等的方式为自己或他人开通本服务。
        3.3【服务期限】
        3.3.1本服务的服务期限以您自行选择并支付相应服务费用的期限为准，您也可以登陆优优充值中心或者本服务的相应页面查询。
        3.3.2本服务的服务开通最高期限会受到一定限制，具体以优优制定的的规则为准。
        3.4【行为规范】
        3.4.1【五不准】
        您在使用本服务时不得利用本服务从事以下行为，包括但不限于：
        （1）发布、传送、传播、储存违反国家法律、危害国家安全统一、社会稳定、公序良俗、社会公德以及侮辱、诽谤、淫秽、暴力的内容；
        （2）发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；
        （3）虚构事实、隐瞒真相以误导、欺骗他人；
        （4）发表、传送、传播广告信息及垃圾信息；
        （5）从事其他违反法律法规、政策及公序良俗、社会公德等的行为。
        3.4.2【用户禁止行为】
        本服务仅供您个人使用，除非经优优书面许可，您不得进行以下行为：
        （1）通过任何方式搜集本服务中其他用户的用户名、电子邮件等相关信息，并以发送垃圾邮件、连锁邮件、垃圾短信、即时消息等方式干扰、骚扰其他用户；
　　        （2）通过本服务发布包含广告、宣传、促销等内容的信息；
        （3）将本服务再次许可他人使用；
        （4）其他未经优优书面许可的行为。
        3.4.3【对自己行为负责】
        您充分了解并同意，您必须为自己注册帐号下的一切行为负责，包括但不限于您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。
        3.5【服务的变更、中止或终止】
        您充分了解并同意，由于互联网服务的特殊性，优优可能会按照相关法规、双方约定或在其他必要时，中止或终止向您提供本服务，届时，优优会依法保护您的合法权益。
四、【违约责任】
        4.1如果优优发现或收到他人举报您有违反本协议任何行为的，优优有权依法进行独立判断并采取技术手段予以删除、屏蔽或断开相关的信息。同时，优优有权视您的行为性质，对您采取包括但不限于暂停或终止部分或全部本服务、中止或终止您对优优产品的使用、追究您法律责任等措施，优优也无需向您退还任何费用，而由此给您带来的损失（包括但不限于通信中断、相关数据清空、未使用的服务费用作为违约金而归优优所有等），由您自行承担，造成优优损失的，您也应予以赔偿。
        4.2【对第三方损害的处理】
        您有违反本协议任何行为，导致任何第三方损害的，您应当独立承担责任；优优因此遭受损失的，您也应当一并赔偿。
五、【其他】
        5.1【协议的生效】
        您使用本服务即视为您已阅读并同意受本协议的约束。
        5.2【协议签订地】
        本协议签订地为中华人民共和国北京市朝阳区。
        5.3【适用法律】
        本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。
        5.4【争议解决】
        若您和优优之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。
        5.5【条款标题】
        本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
        5.6【条款效力】
        本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
六、【隐私协议】
http://100uu.tv:8099/AppleTV-Versions/policy.html
        连续包月服务规则
        本规则被视为《优优TVVIP会员服务协议》的附件，如本规则与《优优TVVIP会员服务协议》存在冲突的，以本规则为准。
        如您需使用优优TV连续包月服务，则需同意本规则。
        您理解并同意：
        1. 本服务是在您已开通优优TVVIP会员服务的前提下，为您提供的自动续费服务。如您开通本服务，则视为您授权优优TV有权在您的优优TV VIP会员即将到期时，从您的自有充值账户、与会员账号绑定的第三方支付账户、银行卡、通信账户、iTunes账户（以下统称“账户”）余额中代扣下一个计费周期包月费。该服务实现的前提是您已将优优TVVIP会员账号与上述账户绑定，且可成功从上述账户中扣款，因上述账户中可扣款余额不足导致的续费失败，由您自行承担。
        2.您可通过下述方式中止或终止本服务：
        苹果应用内支付（IAP支付，in-app purchase）自动续费用户退订方法如下：
        打开苹果手机“设置” --> 进入“iTunes Store 与 App Store”-->点击 “Apple ID”，选择"查看Apple ID"，进入"账户设置"页面，点击“订阅”，选择优优TV VIP 取消订阅即可。
        微信支付自动续费用户退订方法：在“微信支付”公众号中，选择“自动扣费”，根据页面显示进行解约，解约后服务到期将不再自动续费。
        自动续费状态状态更新可能存在显示延时，以微信支付自动续费签约状态为准。


                                                世纪优优（天津）文化传播股份有限公司
          </description>
          <row>
      	    <button>
      	      <text>Back</text>
      	    </button>
          </row>
        </descriptiveAlertTemplate>
        </document>`
  },
  policyTemplate : function () {
    return `<?xml version="1.0" encoding="UTF-8" ?>
        <document>
          <descriptiveAlertTemplate>
          <title>优优TV隐私政策</title>
          <description showsScrollIndicator="true">
引言
        优优重视用户的隐私。您在使用我们的服务（包括我们的网站www.100uu.tv和移动应用）时，我们可能会收集和使用您的相关信息。我们希望通过本《隐私政策》向您说明，在使用我们的服务时，我们如何收集、使用、储存和分享这些信息，以及我们为您提供的访问、更新、控制和保护这些信息的方式。本《隐私政策》与您所使用的优优服务息息相关，我们也希望您能够仔细阅读，并在需要时，按照本《隐私政策》的指引，作出您认为适当的选择。本《隐私政策》中涉及的相关技术词汇，我们尽量以简明扼要的表述向您解释，并提供了进一步说明的链接，以便您的理解。
        您使用或继续使用我们的服务，都表示您同意我们按照本《隐私政策》收集、使用、储存和分享您的信息。
        如您对本《隐私政策》或与本《隐私政策》相关的事宜有任何问题，请通过www.100uu.com.cn与我们联系。
        我们可能收集的信息
        我们提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为我们的用户、享受我们提供的某些服务，或者即便我们可以继续向您提供一些服务，也无法达到该服务拟达到的效果。
        您提供的信息
        •	您在注册我们的账户或使用我们的服务时，向我们提供的相关个人信息，例如电话号码、电子邮件和银行卡号等；
        •	您通过我们的服务向其他方提供的共享信息，以及您使用我们的服务时所储存的信息。
        其他方分享的您的信息
        •	其他方使用我们的服务时所提供有关您的共享信息。
        我们获取的您的信息
        您使用我们服务时我们可能收集如下信息：
        •	日志信息指您使用我们服务时，系统可能会通过 cookies、web beacon 或其他方式自动采集的技术信息，包括：
        o	设备或软件信息，例如您的移动设备、网页浏览器或您用于接入我们的服务的其他程序所提供的配置信息、您的IP地址和您的移动设备所用的版本和设备识别码；
        o	您在使用我们服务时搜索和浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用我们服务时浏览或要求提供的其他信息和内容详情；
        o	有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息；
        o	您通过我们的服务进行通讯的信息，例如曾通讯的账号，以及通讯时间、数据和时长；
        o	您通过我们的服务分享的内容所包含的信息（元数据），例如拍摄或上传的共享照片或录像的日期、时间或地点等。
        •	位置信息指您开启设备定位功能并使用我们基于位置提供的相关服务时，我们收集的有关您位置的信息，包括：
        o	您通过具有定位功能的移动设备使用我们的服务时，我们通过 GPS 或 WiFi 等方式收集的您的地理位置信息；
        o	您或其他用户提供的包含您所处地理位置的实时信息，例如您提供的账户信息中包含的您所在地区信息，您或其他人上传的显示您当前或曾经所处地理位置的共享信息，例如您或其他人共享的照片包含的地理标记信息；
        o	您可以通过关闭定位功能随时停止我们对您的地理位置信息的收集。
我们可能如何使用信息
        我们可能将在向您提供服务的过程之中所收集的信息用作下列用途：
        •	向您提供服务；
        •	在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性；
        •	帮助我们设计新服务，改善我们现有服务；
        •	使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示，或对您和其他使用我们服务的用户作出其他方面的回应；
        •	向您提供与您更加相关的广告以替代普遍投放的广告；
        •	评估我们服务中的广告和其他促销及推广活动的效果，并加以改善；
        •	软件认证或管理软件升级；
        •	让您参与有关我们产品和服务的调查。
        为了让您有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过我们的某一项服务所收集的信息，以汇集信息或者个性化的方式，用于我们的其他服务。例如，在您使用我们的一项服务时所收集的信息，可能在另一服务中用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。如果我们在相关服务中提供了相应选项，您也可以授权我们将该服务所提供和储存的信息用于我们的其他服务。
        您如何访问和控制自己的个人信息
        我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。在访问、更新、更正和删除您的个人信息时，我们可能会要求您进行身份验证，以保障您的账户安全。
        我们可能分享的信息
        除以下情形外，未经您同意，我们以及我们的关联公司不会与任何第三方分享您的个人信息：
        •	我们以及我们的关联公司可能将您的个人信息与我们的关联公司、合作伙伴及第三方服务供应商、承包商及代理（例如代表我们发出电子邮件或推送通知的通讯服务提供商、以及为我们提供位置数据的地图服务供应商）分享（他们可能并非位于您所在法域），用作下列用途：
        o	向您提供我们的服务；
        o	实现“我们可能如何使用信息”部分所述目的；
        o	履行我们在《优优TV软件许可及服务协议》 或本《隐私政策》中的义务和行使我们的权利；
        o	理解、维护和改善我们的服务。
        如我们或我们的关联公司与任何上述第三方分享您的个人信息，我们将努力确保该等第三方在使用您的个人信息时遵守本《隐私政策》及我们要求其遵守的其他适当的保密和安全措施。
        •	随着我们业务的持续发展，我们以及我们的关联公司有可能进行合并、收购、资产转让或类似的交易，您的个人信息有可能作为此类交易的一部分而被转移。我们将在转移前通知您。
        •	我们或我们的关联公司还可能为以下需要保留、保存或披露您的个人信息：
        o	遵守适用的法律法规；
        o	遵守法院命令或其他法律程序的规定；
        o	遵守相关政府机关的要求；
        o	为遵守适用的法律法规、维护社会公共利益、或保护我们或我们的集团公司、我们的客户、其他用户或雇员的人身和财产安全或合法权益所合理必需的用途。
        信息安全
        我们仅在本《隐私政策》所述目的所必需期间和法律法规要求的时限内保留您的个人信息。
        我们使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。例如，在某些服务中，我们将利用加密技术（例如SSL）来保护您提供的个人信息。但请您谅解，由于技术的限制以及以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的情况而发生问题。
        我们的多项服务，可让您不仅与您的社交网络、也与使用该服务的所有用户公开分享您的相关信息，例如，您在我们的服务中所上传或发布的信息（包括您公开的个人信息、您建立的名单）、您对其他人上传或发布的信息作出的回应，以及包括与这些信息有关的位置数据和日志信息。使用我们服务的其他用户也有可能分享与您有关的信息（包括位置数据和日志信息）。特别是，我们的社交媒体服务，是专为使您可以与世界各地的用户共享信息而设计，您可以使共享信息实时、广泛的传递。只要您不删除共享信息，有关信息会一直留存在公众领域；即使您删除共享信息，有关信息仍可能由其他用户或不受我们控制的非关联第三方独立地缓存、复制或储存，或由其他用户或该等第三方在公众领域保存。
        因此，请您谨慎考虑通过我们的服务上传、发布和交流的信息内容。在一些情况下，您可通过我们某些服务的隐私设定来控制有权浏览您的共享信息的用户范围。如要求从我们的服务中删除您的相关信息，请通过该等特别服务条款提供的方式操作。
        您分享的敏感个人信息
        某些个人信息因其特殊性可能被认为是敏感个人信息，例如您的种族、宗教、个人健康和医疗信息等。相比其他个人信息，敏感个人信息受到更加严格的保护。
        请注意，您在我们的服务中所提供、上传或发布的内容和信息（例如有关您社交活动的照片等信息），可能会泄露您的敏感个人信息。您需要谨慎地考虑，是否在使用我们的服务时披露相关敏感个人信息。
        您同意您的敏感个人信息按本《隐私政策》所述的目的和方式来处理。
        我们可能如何收集信息
        我们或我们的第三方合作伙伴，可能通过 cookies 和 web beacon 收集和使用您的信息，并将该等信息储存为日志信息。
        我们使用自己的 cookies 和 web beacon，目的是为您提供更个性化的用户体验和服务，并用于以下用途：
        •	记住您的身份。例如：cookies 和 web beacon 有助于我们辨认您作为我们的注册用户的身份，或保存您向我们提供有关您的喜好或其他信息；
        •	分析您使用我们服务的情况。例如，我们可利用 cookies 和 web beacon 来了解您使用我们的服务进行什么活动、或哪些网页或服务最受欢迎；
        •	广告优化。cookies 和 web beacon 有助于我们根据您的信息，向您提供与您相关的广告而非进行普遍的广告投放。
        我们为上述目的使用 cookies 和 web beacon 的同时，可能将通过 cookies 和 web beacon 收集的非个人身份信息，经统计加工后提供给广告商或其他合作伙伴，用于分析用户如何使用我们的服务，并用于广告服务。
        我们的产品和服务上可能会有广告商或其他合作方放置的 cookies 和 web beacon。这些 cookies 和 web beacon 可能会收集与您相关的非个人身份信息，以用于分析用户如何使用该等服务、向您发送您可能感兴趣的广告，或用于评估广告服务的效果。这些第三方 cookies 和 web beacon 收集和使用该等信息，不受本《隐私政策》约束，而是受相关使用者的隐私政策约束，我们不对第三方的 cookies 或 web beacon 承担责任。
        您可以通过浏览器设置拒绝或管理 cookies 或 web beacon。但请注意，如果停用 cookies 或 web beacon，您有可能无法享受最佳的服务体验，某些服务也可能无法正常使用。同时，您还会收到同样数量的广告，但这些广告与您的相关性会降低。
        广告服务
        我们可能使用您的信息，向您提供与您更加相关的广告。
        我们也可能使用您的信息，通过我们的服务、电子邮件或其他方式向您发送营销信息，提供或推广我们或第三方的如下商品和服务：
        •	我们的商品和服务，以及我们的关联公司和合作伙伴的商品和服务，包括即时通讯服务、网上媒体服务、互动娱乐服务、社交网络服务、付款服务、互联网搜索服务、位置和地图服务、应用软件和服务、数据管理软件和服务、网上广告服务、互联网金融，以及其他社交媒体、娱乐、电子商务、资讯及通讯软件和服务（统称“互联网服务”）；
        •	第三方互联网服务供应商，以及与下列有关的第三方商品和服务：食物和餐饮、体育、音乐、电影、电视、现场表演及其他艺术和娱乐、书册、杂志和其他刊物、服装和配饰、珠宝、化妆品、个人健康和卫生、电子、收藏品、家用器皿、电器、家居装饰和摆设、宠物、汽车、酒店、交通和旅游、银行、保险及其他金融服务、会员积分和奖励计划，以及我们认为可能与您相关的其他商品和服务。
        如您不希望我们将您的个人信息用作前述广告用途，您可以通过我们在广告中提供的相关指示、或在特定服务中提供的指引，要求我们停止为上述用途使用您的个人信息。
        我们可能向您发送的邮件和信息
        邮件和信息推送 
        您在使用我们的服务时，我们可能使用您的信息向您的设备发送电子邮件、新闻或推送通知。如您不希望收到这些信息，可以按照我们的相关提示，在设备上选择取消订阅。
        与服务有关的公告 
        我们可能在必需时（例如因系统维护而暂停某一项服务时）向您发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于推广的公告。
        隐私政策的适用例外
        我们的服务可能包括或链接至第三方提供的社交媒体或其他服务（包括网站）。例如：
        •	您利用“分享”键将某些内容分享到我们的服务，或您利用第三方连线服务登录我们的服务。这些功能可能会收集您的相关信息（包括您的日志信息），并可能在您的电脑装置 cookies，从而正常运行上述功能；
        •	我们通过广告或我们服务的其他方式向您提供链接，使您可以接入第三方的服务或网站。
        该等第三方社交媒体或其他服务可能由相关的第三方或我们运营。您使用该等第三方的社交媒体服务或其他服务（包括您向该等第三方提供的任何个人信息），须受该第三方的服务条款及隐私政策（而非《通用服务条款》或本《隐私政策》）约束，您需要仔细阅读其条款。本《隐私政策》仅适用于我们所收集的信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，我们对任何第三方使用由您提供的信息不承担任何责任。
        未成年人使用我们的服务
        我们鼓励父母或监护人指导未满十八岁的未成年人使用我们的服务。我们建议未成年人鼓励他们的父母或监护人阅读本《隐私政策》，并建议未成年人在提交的个人信息之前寻求父母或监护人的同意和指导。
        隐私政策的适用范围
        除某些特定服务外，我们所有的服务均适用本《隐私政策》。这些特定服务将适用特定的隐私政策。针对某些特定服务的特定隐私政策，将更具体地说明我们在该等服务中如何使用您的信息。该特定服务的隐私政策构成本《隐私政策》的一部分。如任何特定服务的隐私政策与本《隐私政策》有不一致之处，则适用特定服务的隐私政策。
        除本《隐私政策》另有规定外，本《隐私条款》所用词语将与《优优TV软件许可及服务协议》 所定义的词语具有相同的涵义。
        请您注意，本《隐私政策》不适用于以下情况：
        •	通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息；
        •	通过在我们服务中进行广告服务的其他公司和机构所收集的信息。
        变更
        我们可能适时修订本《隐私政策》的条款，该等修订构成本《隐私政策》的一部分。如该等修订造成您在本《隐私政策》下权利的实质减少，我们将在修订生效前通过在主页上显著位置提示或向您发送电子邮件或以其他方式通知您，在该种情况下，若您继续使用我们的服务，即表示同意受经修订的本《隐私政策》的约束。

                                                世纪优优（天津）文化传播股份有限公司
          </description>
          <row>
            <button>
              <text>Back</text>
            </button>
          </row>
        </descriptiveAlertTemplate>
        </document>`
  },
}
